{
  "users": [
    {
      "email": "regular@example.com",
      "password": "$2a$10$2myKMolZJoH.q.cyXClQXufY1Mc7ETKdSaQQCC6Fgtbe0DCXRBELG",
      "id": 1
    },
    {
      "email": "admin@example.com",
      "password": "$2a$10$w8qB40MdYkMs3dgGGf0Pu.xxVOOzWdZ5/Nrkleo3Gqc88PF/OQhOG",
      "id": 2
    }
  ],
  "products": [
    {
      "id": "hdmdu0t80yjkfqselfc",
      "name": "shoes",
      "stock": 10,
      "price": 399.99,
      "shortDesc": "A comfy yet stylish pair of shoes",
      "description": "Shoes... you have to wear them, because nobody wants to see your feet. Ever yearned for a pair of shoes that you can wear anywhere? To the office? At the tennis court? On a fancy date? On a terrible date? To the cranberry bog? Well, these are the shoes for you! Available in over 2 colors."
    },
    {
      "id": "3dc7fiyzlfmkfqseqam",
      "name": "bags",
      "stock": 20,
      "price": 299.99,
      "shortDesc": "Almost imitation Michael Cors bag",
      "description": "You ever want to just flaunt your style but at the deep discounts suspiciously offered by stores such as TJMaxx? Well now's your chance to own this... genuine Michael Cors bag. Nothing sus at all! This bag allows you to put stuff that fits in the bag in the bag."
    },
    {
      "id": "aoe8wvdxvrkfqsew67",
      "name": "shirts",
      "stock": 15,
      "price": 149.99,
      "shortDesc": "Goes over your head and covers your chest",
      "description": "Ever get threatened to be removed from a McDonals because you insisted on not wearing a shirt? Well, you will feel differently about your aversion to covering up your chest when you try on one of these shirts. Made from the finest of materials (nylon, spandex, cotton, and maybe latex), this shirt can be worn anywhere. It never gets dirty and it always looks fashionable. Never get thrown out of a fast food restaurant ever again!"
    },
    {
      "id": "bmfrurdkswtkfqsf15j",
      "name": "shorts",
      "stock": 5,
      "price": 109.99,
      "shortDesc": "Who wears short shorts? You wear short shorts!",
      "description": "Prepare yourself for Hot Girl Summer(TM) all year round! Nevermind the fact that temperatures in your area may make it unwise to wear such short shorts at certain times of year. These shorts are spicy, they'll keep you warm."
    },
    {
      "id": "lmw41k415xmkw40en0f",
      "name": "Crab Hat",
      "price": "99.99",
      "stock": "20",
      "shortDesc": "YOUR CRAB LEADER COMMANDS YOU",
      "description": "YOUR CRAB LEADER COMMANDS YOU TO WEAR THIS STYLISH HAT. IT ALSO KEEPS YOUR HEAD DRY."
    },
    {
      "id": "hzo4oz2h5bdkw40g225",
      "name": "Sweater with cat hair on it",
      "price": "29.99",
      "stock": "100",
      "shortDesc": "For the cat enthusiast",
      "description": "Each sweater comes meticulously prepared with a swath of cat hair all over it. "
    }
  ]
}